IDEA StatiCa Open Model
TendonDuct Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the TendonDuct class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TendonDuct()
Public Sub New
public:
TendonDuct()
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace